package by.epam.level03.main;
/*
 * Работа с регулярными выражениями (Pattern, Matcher)
 * 1. Cоздать приложение, разбирающее текст (текст хранится в строке) и позволяющее выполнять с текстом три различных 
   операции: отсортировать абзацы по количеству предложений; в каждом предложении отсортировать слова по длине; 
   отсортировать лексемы в предложении по убыванию количества вхождений заданного символа, а в случае равенства – по 
   алфавиту.
 */
public class Task16 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
